Repository: Axercute/project4
Catalog: frontend/src/locales/*.po
Languages: th

source: Sun
th: อา.

source: Mon
th: จ.

source: Tue
th: อ.

source: Wed
th: พ.

source: Thu
th: พฤ.

source: Fri
th: ศ.

source: Sat
th: ส.

source: Previous
th: ก่อนหน้า

source: Next
th: ถัดไป

source: Tui na
th: ทุยนา

source: Book Appointment
th: จองนัดหมาย

source: Treatment Solution For:
th: แนวทางการรักษาสำหรับ:

source: Problems we tackle For:
th: ปัญหาที่เราดูแล:

source: Grand Opening Sale! Consultation + TuiNa + Cupping / Scraping for only $42 <0/>
th: โปรโมชั่นเปิดร้าน! ปรึกษา + ทุยนา + ครอบแก้ว / กวาด เพียง $42 <0/>

source: Sign In
th: เข้าสู่ระบบ

source: Consultation
th: การปรึกษา

source: Your name
th: ชื่อของคุณ

source: John
th: จอห์น

source: Standard Treatment
th: การรักษามาตรฐาน

source: TCM Wellness Program
th: โปรแกรมสุขภาพแผนจีน

source: Packaged Treatment
th: แพ็กเกจการรักษา

source: Additional request
th: คำขอเพิ่มเติม

source: I would like a female masseur
th: ฉันต้องการหมอนวดผู้หญิง

source: Submit
th: ส่ง

source: Please pick at least 1 treatment
th: กรุณาเลือกการรักษาอย่างน้อย 1 รายการ

source: Noted
th: รับทราบ

source: Our Clinic
th: คลินิกของเรา

source: Opening Hours：10am-10pm everyday
th: เวลาเปิดทำการ: 10.00 - 22.00 น. ทุกวัน

source: Click here to chat with us
th: คลิกที่นี่เพื่อแชทกับเรา

source: Click to our branch
th: คลิกเพื่อดูสาขา

source: Package Price
th: ราคาของแพ็กเกจ

source: The treatment I booked is {0}.
th: การรักษาที่ฉันจองคือ {0}.

source: The treatments I booked are {0}.
th: การรักษาที่ฉันจองมี {0}.

source: This is {0}, I would like to book a treatment at around ${1} on {2} at {3}.{4}.{5}
th: นี่คือ {0} ฉันต้องการจองการรักษาประมาณ ${1} ในวันที่ {2} เวลา {3}.{4}.{5}

source: Select only if required
th: เลือกเฉพาะถ้าจำเป็น

source: Cost Estimated: ${0}
th: ประมาณราคาค่าใช้จ่าย: ${0}

source: Welcome back {0}
th: ยินดีต้อนรับกลับ {0}

source: Hi {0},
th: สวัสดี {0},

source: You have an upcoming appointment on <0/> at <1/>.
th: คุณมีนัดหมายในวันที่ <0/> เวลา <1/>.

source: Treatments booked:
th: การรักษาที่จอง:

source: You have also requested...
th: คุณยังได้ขอเพิ่มเติม...

source: Return to main site
th: กลับไปยังหน้าเว็บไซต์หลัก

source: Loading your appointment...
th: กำลังโหลดการนัดหมายของคุณ...

source: Total price roughly: ${0}
th: ราคาทั้งหมดโดยประมาณ: ${0}

source: Enter your staff name and pin
th: กรอกชื่อพนักงานและรหัส PIN ของคุณ

source: Staff Name:
th: ชื่อพนักงาน:

source: Backspace
th: ลบตัวอักษร

source: Pin:
th: รหัส PIN:
